export const AboutMe = () => {
  return (
    <section className={'bg-primary-500 w-full'}>
      <div className={'m-auto flex max-w-[90rem] flex-col items-center gap-2 px-6 pt-10'}>
        <h2 className={'font-montserrat mb-5 text-lg font-thin tracking-tight text-white'}>
          Обо мне
        </h2>
        <p className={'text-primary-50 text-sm'}>
          Я занимаюсь фотографией с 2018 года. С самых первых съёмок я поняла , что мне ближе всего
          живая фотография , то есть минимум постановки , настоящие эмоции, а так же съёмка
          влюбленных пар. Но, при этом , я не стала уходить в какой то один жанр , я снимаю , почти
          , во всех направлениях (проще сказать что я не снимаю ) Я всегда готова к любым поездкам ,
          в другие города и даже страны . В портфолио вы можете найти свадьбы и лав-стори ,
          выпускные вечера , концерты звезд и отчетники коллективов , индивидуальные , семейные
          съёмки. И отдельно , недавно, я открыла для себя школьные альбомы . Везде я стараюсь
          приносить в фотографию эмоциональную составляющую репортажа , чтобы снимки передавали
          атмосферу на любом мероприятии. Будь то крещение или например, неочень богатая на эмоции ,
          конференция ... Моя ретушь всегда очень мягкая , натуральная , незаметная . Я никогда не
          жадничаю с количеством снимков , наверное поэтому у меня никогда не просят исходники ))
          Можно заметить , что я не беру короткие съёмки , не делаю фотопроэкты, я работаю до
          результата , чтобы мой клиент раскрылся , расслабился , чтобы не думал каждую минуту о
          времени съёмки , хватит - не хватит ... успеем - не успеем . Фотосессия это не только про
          фото , это ещё и отличая психотерапия , отдых от рутины будней , новые знакомства , новые
          вы ... Так же я всегда помогу с выбором других подрядчиков на мероприятия, посоветую
          лучшие локации для съёмки , классные площадки и ребят , с которыми довелось работать, за
          кого я ручаюсь на все 100%. Тех , кто как и я отдаются полностью организации вашего
          праздника, словно делают его для себя ! Напишите мне , любым удобным способом , чтобы
          узнать свободна ли ваша дата и не стесняйтесь задавать любые вопросы 🖤
        </p>
      </div>
    </section>
  );
};
